<?php

// +----------------------------------------------------------------------
// | qcjh 内容模块配置
// +----------------------------------------------------------------------
// | Copyright (c) 2014-2015 http://www.lovegq1314.com, All rights reserved.
// +----------------------------------------------------------------------
// | Author: lp <lin19940620@sina.com>
// +----------------------------------------------------------------------
return array(
    //模块名称
    'modulename' => '内容模块',
    //模块简介
    'introduce' => '这是一个功能强大的内容管理模块。',
    //模块介绍地址
    'address' => '/',
    //模块作者
    'author' => 'lp',
    //作者地址
    'authorsite' => '/',
    //作者邮箱
    'authoremail' => 'lin19940620@sina.com',
    //版本号，请不要带除数字外的其他字符
    'version' => '1.0.0',
    //适配最低QCCMS版本，
    'adaptation' => '8.3.0',
    //签名
    'sign' => '53aca6c9973b327a6b6de720b45940f4',
    //依赖模块
    'depend' => array(),
);
