<?php

// +----------------------------------------------------------------------
// | 计划任务
// +----------------------------------------------------------------------
// | Copyright (c) 2014-2015 , All rights reserved.
// +----------------------------------------------------------------------
// | Author: lp <lin19940620@sina.com>
// +----------------------------------------------------------------------

if (PHP_SAPI != 'cli') die;
chdir('../../');
define('WIN_CRON', TRUE);
define('BIND_MODULE', 'Cron');
define('BIND_CONTROLLER', 'Cron');
define('APP_MODE', 'api');
require getcwd() . '/index.php';