<?php

// +----------------------------------------------------------------------
// | qcjh
// +----------------------------------------------------------------------
// | Copyright (c) 2014-2015 http://www.lovegq1314.com, All rights reserved.
// +----------------------------------------------------------------------
// | Author: lp <lin19940620@sina.com>
// +----------------------------------------------------------------------
return array(
    /* 数据库设置 */
    'DB_TYPE' => 'mysql', // 数据库类型
    'DB_HOST' => '127.0.0.1', // 服务器地址
    'DB_NAME' => 'myshop', // 数据库名
    'DB_USER' => 'root', // 用户名
    'DB_PWD' => 'root', // 密码
    'DB_PORT' => '3306', // 端口
    'DB_PREFIX' => 'tp_', // 数据库表前缀

    /* 站点安全设置 */
    "AUTHCODE" => 'IJfDyi8YPFopg2uVLx', //密钥

    /* Cookie设置 */
    "COOKIE_PREFIX" => 'mYo_', //Cookie前缀

    /* 数据缓存设置 */
    'DATA_CACHE_PREFIX' => 'u5d_', // 缓存前缀
);
